START_BOT = """
Он поможет тебе:  
✔ Узнать о формате клуба, тарифах и том, с чего лучше начать  
✔ Получить доступ к меню, тренировкам и бонусным материалам  
✔ Следить за новыми эфирами, челленджами и спецпредложениями  
✔ Получать поддержку, если ты уже с нами  

✔ Мы делаем всё, чтобы забота о теле была простой и системной. Никакого перегруза — только путь, который ты пройдёшь в своём ритме.
"""
SOCIALS = """
Вы можете ознакомиться с нашими социальными сетями по ссылкам ниже:
"""
QUEST_OFFER = "Вот тебе топ-3 квеста"
QUEST_LIST = "Держи список лучших квестов"
NO_QUESTS = """
Активных квестов пока нет, но они скоро появятся!:)
"""
WRONG_ANSWER = "Неправильный ответ :(\nПопробуй еще раз"
RIGHT_ANSWER = "И это правильный ответ!"
NEXT_POINT = "Идем дальше?"
WRONG_PHOTO = "А я жду фото :(\nПопробуй еще раз"
RIGHT_PHOTO = "Все верно :)"
RIGHT_SEARCH = "Вот ты меня и нашел!"

PAYMENT_URL = """
Для оплаты перейдите по ссылке
"""
PAYMENT_URL_ERROR = """
Ошибка получения ссылки на оплату.
Попробуйте позже :(
"""
SEARCH_ME = """
Как найдешь меня, отправь селфи!
"""