START_BOT = """
<b>Привет!</b>
Этот бот — твой личный навигатор в онлайн-клубе <b>БУДЬ В ФОРМЕ</b> 💬

Здесь ты сможешь:
✔️ Понять, как устроен клуб, какие есть тарифы и с чего начать свой путь
✔️ Получить доступ к тренировкам, меню, мини-челленджам и полезным материалам
✔️ Быть в курсе новых эфиров, обновлений и акций
✔️ Делать своё тело сильнее, ровнее, энергичнее — без перегруза, без хаоса, в удобном для тебя темпе


Я создала пространство, где забота о себе становится привычкой, а результат — логичным продолжением заботы.
Рада, что ты здесь — давай начнём 💛
"""
NO_ADMIN_RIGHTS = """
У вас нет прав для выполнения данной команды
"""
ADMIN_PANEL = """
🔐 Административная панель:
"""
SEND_VIDEO_NOTE = """
Отправьте кружок, который будет разослан всем подписчикам. Введите /admin, чтобы отменить действие
"""
SENT_NOT_VIDEO_NOTE = """
Было отправлено не видео-кружок. Попробуйте снова или используйте /admin для выхода.
"""
AFTER_VIDEO_NOTE_QUESTION = """
Видео получено. Подтвердите отправку пользователям:
"""
VIDEO_NOTE_BROADCAST_START = """
✅ Кружок принят! Рассылка запущена.
"""
NO_FILE_ID = """Видео-кружок не найден. Попробуйте сделать его снова"""
SEND_VOICE_MESSAGE = """
Отправьте голосовое сообщение, которое будет отправлено всем подписчикам. Введите /admin, чтобы отменить действие
"""
AFTER_VOICE_MESSAGE_QUESTION = """
Голосовое сообщение получено. Подтвердите отправку пользователям:
"""
SENT_NOT_VOICE_MESSAGE = """
Было отправлено не голосовое сообщение. Попробуйте снова или используйте /admin для выхода.
"""
VOICE_MESSAGE_BROADCAST_START = """
✅ Голосовое сообщение принято! Рассылка запущена.
"""
