START_BOT = """
Привет! Этот бот — твой проводник в онлайн фитнес-клубе ТЕЛО В ДЕЛЕ 💬
Он поможет тебе:
✔ Узнать о формате клуба, тарифах и том, с чего лучше начать
✔ Получить доступ к меню, тренировкам и бонусным материалам
✔ Следить за новыми эфирами, челленджами и спецпредложениями
✔ Получать поддержку, если ты уже с нами
✔ Мы делаем всё, чтобы забота о теле была простой и системной. Никакого перегруза — только путь, который ты пройдёшь в своём ритме.
"""
NO_ADMIN_RIGHTS = """
У вас нет прав для выполнения данной команды
"""
ADMIN_PANEL = """
🔐 Административная панель:
"""
SEND_VIDEO_NOTE = """
Отправьте кружок, который будет разослан всем подписчикам. Введите /admin, чтобы отменить действие
"""
SENT_NOT_VIDEO_NOTE = """
Было отправлено не видео-кружок. Попробуйте снова или используйте /admin для выхода.
"""
AFTER_VIDEO_NOTE_QUESTION = """
Видео получено. Подтвердите отправку пользователям:
"""
VIDEO_NOTE_BROADCAST_START = """
✅ Кружок принят! Рассылка запущена.
"""
NO_FILE_ID = """Видео-кружок не найден. Попробуйте сделать его снова"""
SEND_VOICE_MESSAGE = """
Отправьте голосовое сообщение, которое будет отправлено всем подписчикам. Введите /admin, чтобы отменить действие
"""
AFTER_VOICE_MESSAGE_QUESTION = """
Голосовое сообщение получено. Подтвердите отправку пользователям:
"""
SENT_NOT_VOICE_MESSAGE = """
Было отправлено не голосовое сообщение. Попробуйте снова или используйте /admin для выхода.
"""
VOICE_MESSAGE_BROADCAST_START = """
✅ Голосовое сообщение принято! Рассылка запущена.
"""
